# 1. Гараас 2ш тоо өгөгдсөн ба, хэрэв тэдгээрийн үрвэр 1000-с их бол үрвэрийг буцааж, 1000-с бага бол нийлбэрийг буцаах функц бич.


# 2. 10 хүртэл давталт хийж, тоо тус бүрийг өмнөх тооны нийлбэртэй консолд хэвлэх функц бич

# 3. Гараас стринг өгөгдсөн бол тэгш индекс дээрх тэмдэгтүүдийг хэвлэх функц бич

# 4. Гараас стринг болон индекс өгөгдсөн бол, стринг дотроос өгөгдсөн индекс хүртэлх тэмдэгтүүдийг устгаж, үлдсэн стрингийг буцаах функц бич

# 5. Өгөгдсөн массивын эхний болон сүүлийнй элемент тэнцүү бол true, үгүй бол false буцаа

# 6. Өгөгдсөн массив дотроос 5-д хуваагддаг тоонуудын нийлбэрийг олж буцаа


# 7. Өгүүлбэр болон үг гараас өгөгдсөн бол, үг нь өгүүлбэр дотор хэдэн удаа давтагдас орсныг тоолж буцаа

# оролт: sentence = "my name is narada. his name is john" , word = "is"

# гаралт: 3


# 8. Дараах пирамидыг хэвлэх функц бич
# *
# **
# ***
# ****
# *****


# 9. Өгөгдсөн тоог палиндром эсэхийг шалгах функц бич


# 10. 2 ширхэг массив өгөгдсөн бол эхний массиваас зөвхөн сондгой, 2 дахь массиваас зөвхөн тэгш утгуудыг агуулсан шинэ массив үүсгэж буцаа

# *
